<!-- 登录页 -->
<style scoped>
	body,
	div,
	dl,
	dt,
	dd,
	ul,
	ol,
	li,
	h1,
	h2,
	h3,
	h4,
	h5,
	h6,
	pre,
	code,
	form,
	fieldset,
	legend,
	input,
	divarea,
	p,
	blockquote,
	th,
	td,
	hr,
	button,
	article,
	aside,
	details,
	figcaption,
	figure,
	footer,
	header,
	hgroup,
	menu,
	nav,
	section {
		margin: 0;
		padding: 0;
	}
	
	html,
	body {
		width: 100%;
		height: 100%;
	}
	
	/* 手机端CSS代码 */
	body {
		width: 100%;
		height: 100%;
	}
	.title{
		width: 100%;
		height: auto;
		font-size:16px;
		font-family:Microsoft YaHei;
		font-weight:bold;
		color:rgba(51,51,51,1);
		line-height:22px;
		text-align: center;
		padding: 15px 0;
	}
	.tabtitle{
		font-size:14px;
		font-family:Microsoft YaHei;
		font-weight:bold;
		color:rgba(51,51,51,1);
		line-height:26px;
		margin-top: 12px;
	}
	.bodycont{
		width: 95%;
		height: auto;
		font-size:12px;
		font-family:Microsoft YaHei;
		font-weight:400;
		color:rgba(102,102,102,1);
		line-height:22px;
		margin: 0 auto;
	}
	.xieyi{
		font-size:14px;
		font-family:Microsoft YaHei;
		font-weight:400;
		color:rgba(102,102,102,1);
		line-height:24px;
	}
	.xieyitop{
		width: 100%;
		height: 25px;
		line-height: 25px;
		text-align: center;
		font-size: 15px;
		font-weight: bold;
	}
	.title{
		height: 45px;
		font-weight: 500;
		line-height: 45px;
		font-size: 15px;
		color: #333333;
	}
	.bos{
		padding: 20px;
		background: #FFFFFF;
	}
</style>

<template>
    <!--pages/yhxieyi/yhxieyi.wxml-->
    <div class="bos">
    	<div class="xieyi">
    		<div class="xieyitop">软件使用服务协议</div>
    		<div>
    			在您开始使用杭州幻世电子商务有限公司所提供的软件、产品及相关服务前，请您阅读并决定是否同意《神秘果商城用户服务协议》（以下称“本协议”）《神秘果商城认购协议》等相关协议和业务规则。请您务必审慎阅读、充分理解各条款内容，特别是限制或免除责任条款，以及开通或使用某项服务的单独协议。如您未满18周岁，请您在法定监护人陪同下仔细阅读并充分理解本协议，并征得法定监护人的同意后下载本软件。
    			您对神秘果商城的登录、查看、下载、使用等行为即视为您已阅读并同意受本协议及相关协议、规则的约束。
    		</div>
    			<span class="title">一、协议确立及范围</span>
    			<div>
    			1. 本协议是您（以下简称“用户”）与神秘果商城（包括小程序及APP，以下简称神秘果商城）之间关于注册、登录、使用所订立的有约束力的法律文件。
    			2. 本协议的内容包括协议正文、神秘果商城已发布或将来可能发布的其他声明、规则、公告，包括但不限于 《神秘果商城服务条款》、 《神秘果商城隐私政策》、
    			《神秘果商城用户认购协议》等。上述声明、规则、公告等均为本协议不可分割的组成部分，与本协议具有同等法律效力。
    			3. 神秘果商城会不定期的更新本协议，用户可在神秘果商城软件内页上查阅本协议的最新版本。新协议一经公布即代替原协议。如用户不接受更新后的协议，应立即停止使用神秘果商城提供的服务。
    			</div>
    			<span class="title">二、帐号注册及安全</span>
    			<div>
    			1. 用户阅读并同意本协议，成功完成注册后，即成为神秘果商城的注册用户，取得神秘果商城用户帐号（以下称“神秘果商城帐号”）。神秘果商城帐号名称在注册之后不可变更，而帐号对应的密码则可以通过神秘果商城提供的客户服务进行修改。
    			2. 用户对于神秘果商城帐号及密码的保管以及使用该帐号和密码所进行的一切行为负有完全的责任。禁止将神秘果商城帐号或密码销售、转让或出借、共享给他人使用。因为用户的保管疏忽或任何第三方行为，导致用户的神秘果商城帐号或密码遭他人非法使用，以及因此而产生的任何后果，神秘果商城均不承担任何责任。
    			3. 用户发现其神秘果商城帐号或密码被他人非法使用或有使用异常情况的，应及时根据神秘果商城不时公布的处理方式通知神秘果商城，并有权请求神秘果商城采取措施暂停该帐号的登录和使用。神秘果商城根据用户身份核对结果，决定是否暂停用户帐号的登录和使用。
    			4. 在申请神秘果商城帐号时（或注册后补充信息时），用户应当向神秘果商城提供最新、详细及真实准确的个人注册信息。前述个人注册信息包括：用户的神秘果商城帐号名称、密码及注册神秘果商城帐号（或补充、更新帐号信息时）输入的所有信息。用户在此承诺：用户以其真实身份注册成为神秘果商城的用户，并保证所提供的个人身份资料信息真实、完整、有效，依据法律规定和必备条款约定对所提供的信息承担相应的法律责任。而神秘果商城应当为用户提供帐号注册人证明、原始注册信息等必要的协助和支持，并根据需要向有关行政机关和司法机关提供相关证据信息资料。
    			5. 所有由用户提供的个人注册信息将可能被神秘果商城用来作为认定神秘果商城帐号的关联性以及辨别用户身份的依据。用户同意应神秘果商城的要求，随时提供该等信息的证明材料，以便神秘果商城核实用户身份。
    			6. 如果用户提供给神秘果商城的信息不准确，或不真实，或不合法有效，或已变更而未及时更新，或有任何误导之嫌，神秘果商城有权中止或终止该用户使用神秘果商城的任何服务，直至用户提供符合要求信息。神秘果商城采取中止措施应当通知用户并告知中止期间，中止期间应该是合理的，中止期间届满神秘果商城应当及时恢复对用户的服务。
    			7. 神秘果商城有权审查用户注册所提供的身份信息是否真实、有效，并应积极地采取技术与管理等合理措施保障用户帐号的安全、有效；用户有义务妥善保管其帐号及密码，并正确、安全地使用其帐号及密码。任何一方未尽上述义务导致帐号密码遗失、帐号被盗等情形而给对方或他人的权利造成损害的，应当承担由此产生的法律责任。
    			8. 用户可以在任何时间，通过神秘果商城官方网站在该时点提供的服务或神秘果商城公布的在该时点可用的其他途径，更新或修改用户申请注册时所提供的信息。神秘果商城应当及时、有效地为其提供该项服务。但是，用户在注册神秘果商城帐号时（或注册后补充信息时）填写的真实姓名、证件号码，以及神秘果商城帐号名称本身，在帐号注册成功后（或补充信息后）如无特殊原因将无法进行修改，请用户慎重填写各类注册信息。
    			9. 用户同意，与其神秘果商城帐号相关的一切资料、数据和记录（包括但不限于登录记录、登录后行为记录、认购信息等）均以神秘果商城系统记录的数据为准。
    			</div>
    			<span class="title">三、信息披露与保护</span>
    			<div>
    			1. 本协议第三条所描述的注册信息，以及用户在使用产品和服务时存储在神秘果商城控制范围内的非公开信息（以下合称“用户信息”），应按照本条约定进行披露及保护。
    			2. 为了向用户提供更好的产品和服务，在用户自愿选择使用神秘果商城的产品和服务的情况下，或者明示同意提供信息的情况下，神秘果商城可能会收集用户信息，并可能对这些信息进行分析和整合。在用户使用神秘果商城的产品和服务时，服务器可能会自动记录部分用户信息，这些信息都将成为神秘果商城商业秘密的一部分。
    			3. 保护用户（特别是未成年人用户）的隐私是神秘果商城的一项基本原则。神秘果商城一贯积极地采取技术与管理等方面的合理措施保障用户信息的安全、保密。
    			4. 除本协议第四条第4款所列四项情形之外，神秘果商城保证不对外公开或向第三方披露、提供用户信息。四项除外情形如下：
    			（1）用户（或者用户的监护人）要求或同意神秘果商城披露用户信息；
    			（2）有关法律法规要求神秘果商城披露用户信息；
    			（3）司法机关或行政机关基于法定程序要求神秘果商城披露用户信息；
    			（4）为保护神秘果商城的合法权益（知识产权和其他权益）向用户提起诉讼或者仲裁时需要披露用户信息；
    			5.为了向用户正常地提供产品和服务，神秘果商城可能需要向神秘果商城的技术服务商、神秘果商城的关联公司或其他第三方传送部分用户信息，在这些第三方承诺其将承担至少与神秘果商城同等的保密义务的前提下，神秘果商城将向这些第三方传送用户信息，用户对此予以理解和同意。
    			6. 在不透露单个用户隐私资料的前提下，神秘果商城有权对整个用户信息数据库进行技术分析并对已进行分析、整理后的用户数据库进行商业上的利用。
    			7. 神秘果商城将采取商业上合理可行的方式保护用户的个人信息的安全。神秘果商城使用通常可以获得的安全技术和程序来保护用户的个人信息不被未经授权地访问、使用或泄漏。
    			</div>
    			<span class="title">四、用户的基本权利</span>
    			<div>
    			1. 用户可以根据本协议以及神秘果商城不时公布和变更的其他规则使用神秘果商城提供的产品和服务。
    			2. 用户可以自愿选择通过手机绑定神秘果商城提供的页面，从而在第一时间获得神秘果商城提供的活动、优惠信息等内容。
    			3. 用户有权在使用神秘果商城提供的产品和服务期间监督神秘果商城及神秘果商城的工作人员是否按照神秘果商城所公布的标准向用户提供产品和服务，也可以随时向神秘果商城提出与产品和服务有关的意见和建议。
    			4. 如果用户不同意本协议条款，或对神秘果商城后来修改、更新的条款有异议，或对神秘果商城所提供的产品和服务不满意，用户可以随时选择停止使用神秘果商城的产品和服务。如果用户选择停止使用神秘果商城的产品和服务，神秘果商城不再对用户承担任何义务和责任。
    			</div>
    			<span class="title">五、用户行为守则</span>
    			<div>
    			1.用户同意按照包括本协议在内的、神秘果商城不时发布或变更的各类规则规范自己的行为，从而接受并使用神秘果商城的产品和服务。用户对登录后其所持帐号产生的行为依法享有权利和承担责任。用户进一步同意，在违反这些规则时，承担违规后果和违约责任。
    			2. 用户不得干扰、阻碍神秘果商城正常地提供产品和服务不得修改客户端程序，使之改变或者新增或者减少神秘果商城平台所预先设定的功能，或者导致客户端向服务器发送的数据出现异常的一切行为。
    			3. 如果神秘果商城发现用户行为或者数据异常，可以观察及记录该用户行为，并以观察和记录的结果作为判断用户是否实施了违反本协议用户行为守则的依据。
    			4. 违规用户的不当行为对他人或者神秘果商城造成损害，或者与现行法律规定相违背的，违规用户应依法承担相应的民事、行政或刑事责任。
    			5．若用户违反本条所述用户行为守则的行为，神秘果商城还有权要求违规用户向神秘果商城承担违约责任，包括但不限于恢复原状，消除影响，对给神秘果商城造成的直接及间接损失或额外的成本支出进行赔偿，以及在神秘果商城首先承担了因违规用户行为导致的行政处罚或侵权损害赔偿责任后，由神秘果商城向违规用户追偿。
    			</div>
    			<span class="title">六、资费政策及商品交易服务规则</span>
    			<div>
    			1. 神秘果商城产品和服务的收费信息、购买方式及其他有关资费政策的信息，在神秘果商城相关平台上作出说明。
    			2. 神秘果商城有权决定神秘果商城所提供的产品和服务的资费标准和收费方式，神秘果商城可能会就不同的产品和服务制定不同的资费标准和收费方式，也可能按照神秘果商城所提供的产品和服务的不同阶段确定不同的资费标准和收费方式。另外，神秘果商城也可能不时地修改神秘果商城的资费政策。神秘果商城会将有关产品和服务的收费信息以及与该产品和服务有关的资费标准、收费方式、购买方式或其他有关资费政策的信息放置在该产品和服务相关网页的显著位置。
    			3. 除非法律另有明文规定，否则用户不得要求神秘果商城返还用户已经支付予神秘果商城的任何资费（以下简称“退款”），无论该等资费是否已被消费。神秘果商城有权决定是否、何时、以何种方式向用户退款。神秘果商城同意退款的，用户应补偿支付时使用信用卡、手机等支付渠道产生的费用，神秘果商城有权在返还用户的资费中直接扣收。
    			</div>
    			<span class="title">七、服务方式、内容的变动与信息转移</span>
    			<div>
    			1. 神秘果商城将尽力持续地向用户提供产品和服务，但是神秘果商城，在适用法律许可的最大范围内，并不排除神秘果商城可能会停止提供任何产品和服务的可能性，也不排除任何改变商城服务或其他网络服务的服务方式、服务内容的可能性。
    			2. 为增加并丰富神秘果商城之商城及其他网络服务的内容，商城和商城平台在运行时可能不定期更新并调整其包含的功能。在商城和商城平台更新后，一切商城和商城平台内的操作、内容、设定，将以商城和商城平台中的公告内容为准。
    			3. 如果神秘果商城停止提供某一项产品和服务，或改变某一项产品和服务的方式或内容，神秘果商城将会事先通知用户，并尽力寻找适当的服务提供者以接替神秘果商城继续提供产品和服务。
    			4. 在本条第3款所述情况下且在适用法律许可的最大范围内，则神秘果商城可能会将用户的个人资料（包括有关的帐号和密码信息及个人资料）转移给该继续提供服务的一方，用户在此同意神秘果商城有权做此转移和提供，并且同意在神秘果商城完成转移和提供之后，神秘果商城将不再对用户原有资料承担任何义务和责任。但是，神秘果商城并不保证神秘果商城届时一定能够找到适当的服务提供者或服务方式以代替神秘果商城继续提供产品和服务，也不保证神秘果商城找到的服务提供者所提供的产品和服务或者改变的商城方式能够满足用户的要求。
    			5.神秘果商城有权根据产品和服务的提供状况，安排拆分或合并商城服务器。在对用户商城权益没有实质性损害的情况下，神秘果商城有权将用户在小程序中的信息同步到APP上。
    			同步的数据如下：
    			认购专区及神秘果商城
    			我的神秘珠
    			我的神秘树
    			神秘珠的使用
    			个人信息中：我的消息、客服中心、我的收货地址、手机号码、我的编号、用户名、用户等级
    			及与本应用相关的不定期需要同步更新的数据。
    			</div>
    			<span class="title">八、免责声明</span>
    			<div>
    			1. 在适用法律允许的最大范围内，神秘果商城明确表示不提供任何其他类型的保证，不论是明示的或默示的，包括但不限于适销性、适用性、可靠性、准确性、完整性以及无错误的任何默示保证和责任。
    			如果出现相关错误的话，神秘果商城愿意赔偿相应的损失。
    			2. 在适用法律允许的最大范围内，神秘果商城并担保神秘果商城所提供的产品和服务一定能满足用户的要求，也担保提供的产品和服务不会被中断，并担保产品和服务的及时性、安全性及不受干扰，亦担保无错误发生，以及信息能准确、及时、顺利地传送。
    			如果在法律上是神秘果商城的过失，本公司愿意赔偿相应的损失。
    			3. 用户理解并同意：通过神秘果商城的产品和服务取得的任何信息、资料，是否信任及使用，完全取决于用户自己，并由用户承担由该等信任及使用带来的系统受损、资料丢失以及其它任何风险。
    			4. 在适用法律允许的最大范围内，神秘果商城对用户因使用神秘果商城的产品和服务引起的任何间接、偶然、意外、特殊或继起的损害（包括但不限于人身伤害、隐私泄漏、因未能履行包括诚信或合理谨慎在内的任何责任、因过失和因任何其他金钱上的损失或其他损失而造成的损害赔偿）不负责任，这些损害可能来自：用户或他人不正当使用产品和服务、在网上购买商品或类似服务、在网上进行交易、非法使用服务或用户传送的信息有所变动。
    			如果在使用神秘果商城的产品和服务上，公司有安全隐患出现泄露用户信息的情况,将赔偿用户的所有损失。
    			5. 神秘果商城对本协议项下涉及的境内外基础电信运营商的固定及移动通信网络的故障，各类技术缺陷、覆盖范围限制、不可抗力、计算机病毒、黑客攻击、用户所在位置、用户关机、合作方因素、他人故意或过失行为或其他非神秘果商城技术能力范围内的原因造成的服务中断、用户发送的数据或短信息的内容丢失、出现乱码、错误接收、无法接收、迟延接收等等，均不承担责任。
    			如果在电信运营商遇见的相关问题，本公司应当和电信运营商协调解决用户的问题，让用户损失降到最低。
    			</div>
    			<span class="title">九、知识产权及信息所有权</span>
    			<div>
    			1. 神秘果商城通过产品和服务提供的商城软件（包括具备客户端软件及不具备客户端软件的商城）、其他软件、信息、作品及资料，其著作权、专利权、商标专用权及其它知识产权，均为神秘果商城或其相应权利人所有。除非事先经
    			神秘果商城书面合法授权，或法律另有明文规定，任何人不得擅自以任何形式使用、复制、传播、伪造、模仿、修改、改编、翻译、汇编、出版、进行反编译或反汇编等反向工程，否则神秘果商城有权立即终止向用户提供产品和服务，并依法追究其知识产权侵权责任，要求用户赔偿神秘果商城的一切损失。
    			2. 为保证准确及避免争议，本协议涉及到的有关技术方面的数据、信息，用户同意以神秘果商城服务器所储存的数据作为判断标准。神秘果商城保证该数据的真实性。
    			</div>
    			<span class="title">十、协议变更及解释权</span>
    			<div>
    			为了向用户及时、更好地提供产品和服务，基于对神秘果商城本身、用户及市场状况不断变化的考虑，在法律最大适用范围内，神秘果商城保留随时修改、新增、删除本协议条款的权利。修改、新增、删除本协议条款时，神秘果商城将于官方网站公告修改、新增、删除的事实，而不另行对用户进行个别通知。若用户不同意神秘果商城所修改、新增、删除的内容，可立即停止使用神秘果商城所提供的服务。若用户继续使用神秘果商城提供的服务，则视同用户同意并接受本协议条款修改、新增、删除后的内容，且不得因此而要求任何补偿或赔偿。
    			</div>
    			<span class="title">十一、广告与外部链接</span>
    			<div>
    			1. 神秘果商城的产品和服务中可能包含他人的商业广告或其它活动促销的广告。这些内容由广告商或商品服务提供者提供并承担相应责任，神秘果商城仅提供刊登内容的媒介。用户通过神秘果商城或神秘果商城所链接的网站所购买的该等服务或商品，其交易行为仅存于用户与该等商品或服务的提供者之间，与神秘果商城无关，神秘果商城不就用户与该商品或服务的提供者之间所产生的交易行为承担任何法律责任。
    			2. 用户可能在使用神秘果商城的产品和服务过程中链接到第三方的站点。第三方的站点不由神秘果商城控制，并且神秘果商城也不对任何第三方站点的内容、第三方站点包含的任何链接、第三方站点的任何更改或更新负责。神秘果商城仅为了提供便利的目的而向用户提供这些到第三方站点的链接，神秘果商城所提供的这些链接并不意味着神秘果商城认可该第三方站点，不意味着神秘果商城担保其真实性、完整性、实时性或可信度。这些个人、公司或组织与神秘果商城间亦不存在任何雇用、委任、代理、合伙或其它类似的关系。用户需要检查并遵守该第三方站点的相关规定。
    			3. 用户理解并同意神秘果商城通过电子邮件、短信或者其他方式向用户发送产品和服务或其他相关商业信息。
    			</div>
    			<span class="title">十二、其他约定</span>
    			<div>
    			1. 本协议的订立、效力、解释、履行及争议解决适用中华人民共和国法律。如果本协议的任何内容与法律相抵触，应以法律规定为准。
    			2. 如本协议中的任何条款因任何原因被判定为完全或部分无效或不具有执行力的，该无效或不具有执行力的条款将被最接近原条款意图的一项有效并可执行的条款所替代，并且本协议的其余条款仍应有效并且有执行力。
    			3. 如双方就本协议内容或其执行发生任何纠纷，包括但不限于神秘果商城依据本协议对用户进行处罚所产生的合同纠纷或财产性权益侵权纠纷，双方应尽量友好协商解决；协商不成时，用户和神秘果商城一致同意将纠纷交由本协议签订地有管辖权的人民法院管辖。
    			</div>
    			<div style="text-align: right;width: 100%;margin-top: 20rpx;margin-right: 20rpx;margin-bottom: 20rpx;">杭州幻世电子商务有限公司</div>
    
    	</div>
    </div>
    
</template>
<script>
export default {
    name: "result",
    components: {},
    data() {
        return {
        };
    },
};
</script>
