<!-- 登录页 -->
<style scoped>
	body,
	div,
	dl,
	dt,
	dd,
	ul,
	ol,
	li,
	h1,
	h2,
	h3,
	h4,
	h5,
	h6,
	pre,
	code,
	form,
	fieldset,
	legend,
	input,
	textarea,
	p,
	blockquote,
	th,
	td,
	hr,
	button,
	article,
	aside,
	details,
	figcaption,
	figure,
	footer,
	header,
	hgroup,
	menu,
	nav,
	section {
		margin: 0;
		padding: 0;
	}
	
	html,
	body {
		width: 100%;
		height: 100%;
	}
	
	/* 手机端CSS代码 */
	body {
		width: 100%;
		height: 100%;
	}
	.title{
		width: 100%;
		height: auto;
		font-size:16px;
		font-family:Microsoft YaHei;
		font-weight:bold;
		color:rgba(51,51,51,1);
		line-height:22px;
		text-align: center;
		padding: 15px 0;
	}
	.tabtitle{
		font-size:14px;
		font-family:Microsoft YaHei;
		font-weight:bold;
		color:rgba(51,51,51,1);
		line-height:26px;
		margin-top: 12px;
	}
	.bodycont{
		width: 95%;
		height: auto;
		font-size:12px;
		font-family:Microsoft YaHei;
		font-weight:400;
		color:rgba(102,102,102,1);
		line-height:22px;
		margin: 0 auto;
	}
</style>

<template>
    <div class="registerBox">
		<div class="title">用户服务条款</div>
		<div class="bodycont">
			<p class="tabtitle" style="margin-top: 0;">第一章 总 则</p>
		
			第一条 本规则适用于通过小牛趣拍进行在线拍卖的各方主体。<br /> 
			第二条 任何通过小牛趣拍进行在线拍卖、竞买的个人及机构均应仔细阅读此规则，并同意此规则中规定的各项条款和要求。
		
			<p class="tabtitle">第二章 词条释义</p>
		
			第三条 本规则各条款中，下列词语具有特定意义：<br />
		
			1. 小牛趣拍：小牛趣拍系集拍卖、社交、拍摄、生活服务为一体的应用平台。<br />
		
			2.本APP：在本服务规则的任何条款中，“本APP”具有和“小牛趣拍”相同的含义。
		
			<p class="tabtitle">第三章 小牛趣拍</p>
		
			第四条 小牛趣拍系杭州幻世电子商务有限公司开发并运营的在线拍卖技术服务系统的总称。<br />
		
			第五条 小牛趣拍对拍卖方和竞买人提供在线拍卖和竞拍的技术支持。<br />
		
			第六条 在任何情形下, 小牛趣拍均不是交易主体。小牛趣拍既不是拍卖方，亦不是竞买人。拍卖方和竞买人之间的法律关系受国家相关法律约束。<br />
		
			第七条 小牛趣拍不参与对任何拍卖品的描述、评估、鉴定和竞拍成功后的交割。
		
			<p class="tabtitle">第四章 拍卖方</p>
		
			第八条 小牛趣拍实行拍卖会员管理制度。拍卖方须在本APP注册，才能获得本APP会员资格及在本APP拍卖拍卖品的权利，享受本APP提供的相关服务。<br />
		
			第九条 下述拍卖品不能享受本APP提供的服务，否则，一切后果均由相关拍卖方负责：<br />
		
			1、法律、行政法规明令禁止流通的物品；<br />
		
			2、依法律、行政法规规定须经审批才能转让却未经审批的物品；<br />
		
			3、涉及欺骗性的、假冒的或偷盗的物品；<br />
		
			4、侵犯专利权、商标权、版权或其它知识产权的物品。<br />
		
			第十条 拍卖方违反前款之规定，本APP有权采取本APP所认为的一切必要措施，包括终止该场拍卖。<br />
		
			第十一条 拍卖方在本APP发布的拍卖品描述信息、数据、文本、音乐、声音、图片、图形、录像、消息或其它材料，不管是公开表述，还是私下传送的，其真实性由拍卖方负责。<br />
		
			第十二条 任何拍卖方都不允许利用本APP操纵拍卖行为。如果发现拍卖方利用本APP从事任何形式的操纵行为，本APP可自行决定立即终止该拍卖方的会员资格。<br />
		
			第十三条 竞拍成功时系统自动扣除15%APP服务费。
		
			<p class="tabtitle">第五章 竞买人</p>
		
			第十四条 竞买人是指在本APP完成注册、在拍卖活动中具有竞买权的个人及机构（包括当竞买人因故不能参加拍卖时，事先向拍卖方提交书面或口头委托的委托代理人）。<br />
		
			第十五条 小牛趣拍对竞买人实行会员管理制度。<br />
		
			第十六条
			依照适用法律能够合法签署具有法律约束力合同的个人和机构，可以注册成为小牛趣拍的会员。未满十八周岁或不具有完全行为能力的个人不可注册为本APP的会员。个人和机构申请注册，必须按本APP要求提供真实材料，只有小牛趣拍的注册会员才有权利享受本APP提供的在线竞拍服务。<br />
		
			第十七条 任何个人或机构，经在线注册并收到本APP发出的确认电子邮件并点击激活，该个人或机构才能成为会员。<br />
		
			第十八条 小牛趣拍有权自行决定在任何时候取消违反法律或本服务规则的会员资格，并不需承担与之相关的经济责任及法律责任。<br />
		
			第十九条 会员应自行保护自己的会员身份，本APP不承担与之相关的经济责任及法律责任。<br />
		
			第二十条 竞买人竞买成功之后，即成为拍卖品的买受人。除了拍卖品本身的落槌价，买受人同时还须自行承担支付、配送过程中发生的相关费用。<br />
		
			第二十一条 竞买人在竞价过程中出价不得低于当前价，否则出价视为无效。出价最高且达到或超过保留价的竞买人为该拍卖品的买受人。<br />
		
			第二十二条 买受人是指在已结束的竞价中出价最高且不低于拍卖方规定的最低竞价或保留价的竞买者。
		
			<p class="tabtitle">第六章 拍卖品</p>
		
			第二十三条
			拍卖品描述是指对拍卖品的作者、来历、日期、年代、尺寸、材料、真实性、出处、保存和估价等提供的意见性说明文字和图片材料。拍卖品描述由拍卖方提供，这些资料仅供竞买者参考，不表明本APP及拍卖方对拍卖品的色调、质地、真实性及有无缺陷等所作的担保。<br />
		
			第二十四条 因摄影、显示等原因所造成的拍卖品描述与原物有误差者，以原物为准。<br />
		
			第二十五条 《中华人民共和国文物保护法》和国家有关规定限制出境的拍卖品，将在拍卖品描述中注明。 第二十六条 不论是否已在拍卖前对欲竞买的拍卖品原件进行审鉴，任何竞买人都应对自已的竞买行为负责。
		
			<p class="tabtitle">第七章 价 格</p>
		
			第二十七条
			所有拍卖品在本APP进行拍卖时，分为无保留价和有保留价两种。无保留价拍卖品进入拍卖程序时不设定底价限制。有保留价拍卖品只有出现等于或高于该拍卖品保留价的竞价时才能成交。拍卖品是否设定保留价以及如何确定保留价，由拍卖方决定。<br />
		
			第二十八条 各项拍卖品均设起拍价，该起拍价可等于保留价，亦可低于保留价。<br />
		
			第二十九条 拍卖方在拍卖品描述中所列示的该拍卖品的估价，只表明相关拍卖方对该拍卖品所作的市场估值，不代表任何承诺。<br />
		
			第三十条 落槌价系指在已结束的竞价中出价最高且不低于拍卖方规定的最低竞价或保留价的出价。<br />
		
			第三十一条 成交价款系指买受人因竞得拍卖品而应支付的包括落槌价、佣金以及其它应由买受人支付的各项费用的总和。<br />
		
			第三十二条 委托价<br />
			竞买人在参与竞拍时,可使用委托出价服务,在本APP委托出价系统中填写委托出价金额，设置成功后，即视为竞买人委托小牛趣拍以竞买人设置的委托出价为限，代为自动竞拍，但竞买人须充分知悉并理解，小牛趣拍并不能保证该次竞拍成功。<br />
		
			1.采用“委托出价”时，如果用户设置的委托出价金额低于拍卖品保留价，将无法竞拍到拍卖品。<br />
		
			2.委托出价每次仅可对一项拍卖品使用。如果用户对多件拍卖品委托出价，则须对每件拍卖品单独设置委托出价。<br />
		
			3.两名以上竞买人对同一件拍卖品设置了委托出价，在无其他竞买人出价的情况下，委托出价低者，将不能竞得此件拍卖品。如两名以上竞买人设置的最高委托出价相同，则出价时间在先的竞买人优先竞得此件拍卖品。
		
			<p class="tabtitle">第八章 交割</p>
		
			第三十三条
			买受人竞拍成功后，拍卖方将通过本APP电子邮箱向买受人发出成交确认书和付款通知书（成交确认书和付款通知书的形式不限于电子邮件，还包括传真、录音电话、信函等拍卖方认为的其它可行的通知方式），买受人根据付款通知书的要求向拍卖方支付成交价款。<br />
		
			第三十四条
			通过小牛趣拍拍卖成功的拍卖品的交割，包括拍卖品的包装、运输、领取等一切事项，均在拍卖方与买受人及包装运输企业之间进行，本APP不介入任何拍卖品的交割事务。本APP对拍卖方推荐的包装及运输企业所造成的一切错误、遗漏、损坏或灭失，不承担责任。<br />
		
			第三十五条 根据《中华人民共和国文物保护法》及其它法律、法规规定，允许带出中华人民共和国国境的拍卖品，买受人根据国家有关规定自行办理出境手续。
		
			<p class="tabtitle">第九章 争议处置</p>
		
			第三十六条 拍卖方在拍卖品预展和拍卖活动进行过程中，发现某特定拍卖品存在法律瑕疵或明显的描述错误时，拍卖方有权撤回该拍卖品。<br />
		
			第三十七条 小牛趣拍有权根据本服务规则的规定，协助解决竞买人与拍卖方在拍卖过程中可能产生的争议。<br />
		
			第三十八条
			如果买受人在拍卖方规定的期限内未足额支付成交价款，拍卖方可通过本APP对买受人发起投诉，买受人将不能注册新的拍卖活动；而且，拍卖方有权通过本APP终止该买受人会员资格。如果买受人在支付成交价款后，拍卖方未能在规定的期限内发货，或是买受人在收到货物后，发现货物与拍卖品描述严重不符，买受人可通过本APP向拍卖方发起投诉，一经查实，本APP有权根据买受人的请求终止该拍卖方会员资格。
		
			<p class="tabtitle">第十章 法律声明及违法处置</p>
		
			第三十九条 小牛趣拍的所有会员，在使用本APP提供的服务进行在线拍卖的过程中，不得违反我国相关法律法规的规定。小牛趣拍保留对违反我国相关法律法规的会员行使终止会员资格以及向司法部门举报、控诉的权利。<br />
		
			第四十条
			小牛趣拍将尽最大努力确保系统的安全运行和会员信息保密。对任何恶意攻击APP、违法获取数据、盗取会员信息的违法行为，我们将诉诸法律予以惩处，保护APP和会员的合法权利。注册会员应严格保护自身信息，因自身过失泄露信息造成损失的，本APP不承担任何责任。<br />
		
			第四十一条 小牛趣拍的所有知识产权归杭州幻世电子商务有限公司所有。任何假冒、仿制本APP以及其它侵害本APP知识产权的行为，本APP保留诉讼的权利。<br />
		
			第四十二条 本APP对所有进入小牛趣拍的拍卖品资料（包括影像），具有在其它媒体上进行转载、广告、宣传和出版的权利，所有拍卖品资料的提供者，均应认可此项权利。
		
			<p class="tabtitle">第十一章 附 则</p>
		
			第四十三条 买受人、拍卖方及包装运输企业之间若发生经济纠纷，各方应尽量通过协商解决。协议不成时，当事各方均有权提起诉讼。本APP除依法提供有关记录数据外，不参与任何诉讼过程，不承担任何责任。 第四十四条 本规则的解释权属于小牛趣拍。<br />
		
			第四十五条 小牛趣拍保留根据运营需要修改本规则的权力。
		</div>
    </div>
</template>
<script>
export default {
    name: "result",
    components: {},
    data() {
        return {
        };
    },
};
</script>
